"ADD_EVENT_PROMPT" = "‏הגדר/י פרטים לאירוע זה.";
"ADD_EVENT" = "הוסף/י אירוע";
"EDIT_EVENT" = "עריכה";
"CANCEL" = "ביטול";

"DELETE" = "מחק";
"DELETE_ONE" = "מחק מופע זה בלבד";
"DELETE_FUTURE" = "מחק את כל המופעים הבאים";
"DELETE_RECURRING_ALERT_TITLE" = "זהו אירוע קבוע.";
"DELETE_EVENT" = "מחק אירוע";

"DETACH_ONE" = "שמור עבור אירוע זה בלבד";
"DETACH_FUTURE" = "שמור גם עבור אירועים עתידיים";
"DETACH_ALL" = "שמור עבור כל האירועים";
"DETACH_ALERT_TITLE" = "זהו אירוע קבוע.";

"CANCEL_DIRTY_ALERT_TITLE" = "‏הפרטים של אירוע זה שונו.";
"CANCEL_DIRTY_CANCEL" = "בטל עריכה";
"CANCEL_DIRTY_REVIEW" = "סיכום השינויים";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "לא ניתן לשלוח הזמנה";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "נראה כי \"%@\" אינה כתובת דוא״ל תקינה.";
"OK" = "אישור";

"TITLE_PLACEHOLDER" = "שם";
"LOCATION_PLACEHOLDER" = "מיקום";
"TITLE_DETAIL_NAV_TITLE" = "שם ומיקום";
"DEFAULT_EVENT_TITLE" = "אירוע חדש";
"ADD_TO_CALENDAR" = "הוסף ללוח השנה";

"STARTS" = "מתחיל";
"ENDS" = "מסתיים";
"DATE_DETAIL_NAV_TITLE" = "תחילה וסיום";
"ALL_DAY_SWITCH_TITLE" = "יום שלם";
"TIME_ZONE" = "שעון מקומי";
"FLOATING" = "צף";

"REPEAT" = "חזרה";
"NEVER_DETAIL" = "ללא";
"DAILY_DETAIL" = "פעם ביום";
"WEEKLY_DETAIL" = "פעם בשבוע";
"BIWEEKLY_DETAIL" = "פעם בשבועיים";
"MONTHLY_DETAIL" = "פעם בחודש";
"YEARLY_DETAIL" = "פעם בשנה";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "חזרה";
"END_REPEAT" = "סיים חזרה";
"END_REPEAT_NAV_TITLE" = "סיים חזרה";
"TIME_ZONE_CHOOSER_PROMPT" = "הקש/י שם של עיר.";

"REPEAT_FOREVER" = "ללא תאריך סיום";

"ADD_INVITEES_NAV_TITLE" = "הוסף/י מוזמנים";
"ADD_INVITEES_PROMPT" = "הוסף/י מוזמנים לאירוע זה.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "לא ניתן לשמור את האירוע";
"ALERT_TIME" = "שעת ההתראה";
"CANNOT_REPEAT_EVENT" = "לא ניתן ליצור אירוע קבוע";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

